
[X2Ability_WOTC_APA_SapperAbilitySet]

;  -- Localized Strings for Assault Infantry Abilities --
;  ------------------------------------------------------

strExplosiveOrdnance1Name = "炸药库 I"
strExplosiveOrdnance1Desc = "<font color='#CA7200'>技能熟练等级 I</font><br/><Bullet/> 获得一个榴弹槽位，允许<Ability:ClassName/>装备额外的榴弹或火箭。<br/><Bullet/> 对环境造成伤害的手榴弹和火箭会造成<font color='#3ABD23'>+4</font> 的环境伤害。."

strExplosiveOrdnance2Name = "炸药库 II"
strExplosiveOrdnance2Desc = "<font color='#CA7200'>技能熟练等级 II</font><br/><Bullet/> 获得一个额外的榴弹槽位，并使得该槽位的物品增加<font color='#3ABD23'>+<Ability:EXPLOSIVE_ORDNANCE_BONUS_GRENADE_POCKET_CHARGE_2/></font>次使用次数（不包括特殊独特的手榴弹和火箭）。 <br/><Bullet/> 对环境造成伤害的手榴弹和火箭会造成<font color='#3ABD23'>+4</font>点环境伤害。<br/><Bullet/> 对目标造成伤害的手榴弹和火箭有<font color='#3ABD23'><Ability:EXPLOSIVE_ORDNANCE_EXPLOSIVE_CRIT_CHANCE/>%</font> 的几率暴击，造成 <font color='#3ABD23'>+<Ability:EXPLOSIVE_ORDNANCE_EXPLOSIVE_CRIT_DAMAGE/></font> 点伤害。"

strExplosiveOrdnance3Name = "炸药库 III"
strExplosiveOrdnance3Desc = "<font color='#CA7200'>技能熟练等级 III</font><br/><Bullet/> 获得一个额外的榴弹槽位，并使得该槽位的物品增加<font color='#3ABD23'>+<Ability:EXPLOSIVE_ORDNANCE_BONUS_GRENADE_POCKET_CHARGE_3_TOTAL/></font>次使用次数（不包括独特的手榴弹，如霜冻炸弹）。
<br/><Bullet/> 手榴弹和火箭对环境造成额外<font color='#3ABD23'>+12</font>伤害，并且不会受到伤害衰减。
<br/><Bullet/> 手榴弹和火箭有<font color='#3ABD23'><Ability:EXPLOSIVE_ORDNANCE_EXPLOSIVE_CRIT_CHANCE/>%</font> 的几率暴击，造成 <font color='#3ABD23'>+<Ability:EXPLOSIVE_ORDNANCE_EXPLOSIVE_CRIT_DAMAGE/></font> 伤害。
<br/><Bullet/> '标准'爆炸性手榴弹和火箭造成基础伤害 <font color='#3ABD23'>+<Ability:EXPLOSIVE_ORDNANCE_STANDARD_EXPLOSIVE_BASE_DAMAGE/></font> 暴击伤害 <font color='#3ABD23'>+<Ability:EXPLOSIVE_ORDNANCE_STANDARD_EXPLOSIVE_CRIT_DAMAGE/></font>."

[X2Effect_WOTC_APA_ChemicalWarfare]
strChemicalWarfareFlyover = "化学战争:  气喘嘘嘘!"
